tap "bramstein/webfonttools"
tap "chigraph/kf5"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "kde-mac/kde", "https://invent.kde.org/packaging/homebrew-kde.git"
brew "ack"
brew "aircrack-ng"
brew "openssl@1.1"
brew "xz"
brew "ansible"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bfg"
brew "binutils"
brew "gettext"
brew "gmp"
brew "gcc"
brew "harfbuzz"
brew "openblas"
brew "numpy"
brew "p7zip"
brew "tcl-tk"
brew "pillow"
brew "binwalk"
brew "boost"
brew "botan"
brew "cifer"
brew "coreutils"
brew "libidn2"
brew "libssh2"
brew "openldap"
brew "rtmpdump"
brew "curl"
brew "dbus"
brew "dex2jar"
brew "diff-so-fancy"
brew "direnv"
brew "dns2tcp"
brew "doctl"
brew "extra-cmake-modules"
brew "fcrackzip"
brew "findutils"
brew "fnm"
brew "foremost"
brew "freetds"
brew "fzf"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gnu-getopt"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gpgme"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "hashpump"
brew "libarchive"
brew "hfstospell"
brew "libfido2"
brew "libssh"
brew "mysql-client"
brew "hydra", link: false
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "john"
brew "jq"
brew "just"
brew "qt@5"
brew "karchive"
brew "kdoctools"
brew "ki18n"
brew "knock"
brew "krb5"
brew "ldns"
brew "less"
brew "libpq"
brew "libvoikko"
brew "libzip"
brew "lua"
brew "lynx"
brew "moreutils", link: false
brew "protobuf"
brew "mosh"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "openssh"
brew "parallel"
brew "php"
brew "zopfli"
brew "pigz"
brew "pngcheck"
brew "pv"
brew "python@3.10"
brew "qca"
brew "rename"
brew "ripgrep"
brew "rlwrap"
brew "screen"
brew "socat"
brew "sqlmap"
brew "ssh-copy-id"
brew "starship"
brew "tcpflow"
brew "tcpreplay"
brew "tcptrace"
brew "terraform"
brew "threadweaver"
brew "tig"
brew "tmux"
brew "transmission-cli"
brew "tree"
brew "ucspi-tcp"
brew "vbindiff"
brew "wget"
brew "woff2"
brew "xpdf"
brew "yarn"
brew "zsh"
brew "bramstein/webfonttools/sfnt2woff"
brew "bramstein/webfonttools/sfnt2woff-zopfli"
brew "kde-mac/kde/kdiagram"
brew "kde-mac/kde/kf5-attica"
brew "kde-mac/kde/kf5-kcoreaddons"
brew "kde-mac/kde/kf5-kconfigwidgets"
brew "kde-mac/kde/kf5-kio"
brew "kde-mac/kde/kf5-kitemmodels"
cask "1password"
cask "1password-cli"
cask "adguard"
cask "dropbox"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-inconsolata-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "slack"
cask "visual-studio-code"
cask "vlc"
cask "warp"
vscode "FaroSystemAppender constructor"
vscode "akamud.vscode-theme-onelight"
vscode "bbenoist.Nix"
vscode "danielgjackson.auto-dark-mode-windows"
vscode "dbaeumer.vscode-eslint"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "emilast.LogFileHighlighter"
vscode "everettjf.filter-line"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "github.vscode-github-actions"
vscode "hashicorp.terraform"
vscode "HyunKyunMoon.gzipdecompressor"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CST-E.vscode-devskim"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "rust-lang.rust-analyzer"
vscode "sleistner.vscode-fileutils"
vscode "syler.sass-indented"
vscode "tamasfe.even-better-toml"
vscode "waderyan.gitblame"
vscode "zhouronghui.propertylist"
vscode "zxh404.vscode-proto3"
